// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"Printer"="Yazıcı";
"Tool"="Araç";
"Fax Settings"="Faks Ayarları";
"Fax Transmission Record"="Faks İletim Kaydı";
"Check Fax Connection"="Faks Bağlantısını Kontrol Et";
"Speed Dial/Group Dial List"="Hızlı Arama/Grup Arama listesi";
"Fax Receive Monitor"="Faks Alım Monitörü";

"Str_FaxContacts"="Kişiler";
"Str_FaxAddressBook"="Adres Defteri";
"Str_FaxSyncContacts"="%@ öğesini senkronize et";

// ------------------------------------------------------------------------
// Select Printer
// ------------------------------------------------------------------------
"Select Printer"="Yazıcıyı Seç";
"Select a printer from the list."="Listeden bir yazıcı seçin.";
"Make sure that the computer is connected to the printer, the printer driver is installed, setup for printing from the computer is finished, and the printer is turned on."="Bilgisayarın yazıcıya bağlı olduğundan, yazıcı sürücüsünün kurulu olduğundan, bilgisayardan baskı için ayarların tamamlandığından ve yazıcının açık olduğundan emin olun.";
"Model"="Model";
"Name"="Ad";
"Setup..."="Ayarlar...";
"Cancel"="Vazgeç";
"Select"="Seç";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"About FAX Utility..."="FAX Utility Hakkında...";
"Preferences..."="Tercihler...";
"Services"="Servisler";
"Hide FAX Utility"="FAX Utility'yi Gizle";
"Hide Others"="Diğerlerini Gizle";
"Show All"="Tümünü Göster";
"Quit FAX Utility"="FAX Utility'den Çık";
"File"="Dosya";
"Close"="Kapat";
"Window"="Pencere";
"Minimize"="Simge Durumuna Küçült";
"Help"="Yardım";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Vazgeç";
"Str_Alert_Common_OK"="Tamam";

"Str_Alert_Common_Necessary_File_Not_Found"="Uygulamayı yürütmek için gerekli dosya bulunamadı.\nFAX Utility'yi yeniden kurun.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Yazıcı (faks) bilgisi alınamadı. \"Yazdırma & Faks Tercihleri\" açın ve PC-FAX sürücüsünü ekleyin.";
"Str_Alert_Common_Confirm_OverWrite"="Belirtilen dosya zaten var. Üzerine yazmak istiyor musunuz?";
"Str_Alert_Common_Not_Responding_Error"="Yazıcı yanıt vermiyor. Yazıcının düzgün bağlandığını ve açık olduğunu kontrol edin.";
"Str_Alert_Common_Communication_Error"="Bir yazıcı iletişimi ortaya çıktı.";
"Str_Alert_Common_Printer_Processing_Error"="Yazıcı verileri işlemekte. Bir süre bekleyin ve ardından tekrar deneyin.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Yazıcı ile iletişim sırasında bir hata algılandı.\nHata Kodu (%d)";
"Str_Alert_Common_Error_Occurred"="Bir hata olduğundan işlem iptal edildi.";
"Str_Alert_Common_PrinterStatusError"="Yazıcıda bir hata oldu. Hatayı silin ve ardından tekrar deneyin.";

// ------------------------------------------------------------------------
// Alert(FAX Utility)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Transmission_Record_Cannot_Open"="Başka bir FAX Utility fonksiyonu yürütülmekte olduğundan Faks İletim Kaydı açılamaz. Bitene dek bekleyiniz ve tekrar deneyiniz.";
"Str_Alert_Fax_Diagnosis_Cannot_Open"="Başka bir FAX Utility fonksiyonu yürütülmekte olduğundan Faks Bağlantısını Kontrol Et başlatılamaz. Bitene dek bekleyiniz ve tekrar deneyiniz.";
"Str_Alert_Fax_Settings_Cannot_Open"="Başka bir FAX Utility fonksiyonu yürütülmekte olduğundan Faks Ayarları başlatılamaz. Bitene dek bekleyiniz ve tekrar deneyiniz.";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open"="Başka bir FAX Utility fonksiyonu yürütülmekte olduğundan Hızlı Arama/Grup Arama Listesi açılamaz. Bitene dek bekleyiniz ve tekrar deneyiniz.";

// ------------------------------------------------------------------------
"LOC_AdminPassword_Title"="Yönetici Şifresi Girişi";
"LOC_AdminPassword_Label"="Yönetici Şifresi";
"LOC_AdminPassword_Alert"="Şifre yanlış.";
"LOC_AdminPassword_OK"="Tamam";
"LOC_AdminPassword_Cancel"="Vazgeç";
